2ClientData/Clients/x86RpsMultiple/300_t2_Ares.txt
====== SET ======
  100057 requests completed in 1.12 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.34% <= 1 milliseconds
1.79% <= 2 milliseconds
71.82% <= 3 milliseconds
98.04% <= 4 milliseconds
98.91% <= 5 milliseconds
99.24% <= 6 milliseconds
99.42% <= 7 milliseconds
99.62% <= 8 milliseconds
99.68% <= 9 milliseconds
99.72% <= 10 milliseconds
99.75% <= 11 milliseconds
99.79% <= 12 milliseconds
99.85% <= 13 milliseconds
99.91% <= 14 milliseconds
99.93% <= 15 milliseconds
99.93% <= 16 milliseconds
99.94% <= 21 milliseconds
99.94% <= 22 milliseconds
99.95% <= 23 milliseconds
99.96% <= 24 milliseconds
99.98% <= 25 milliseconds
100.00% <= 26 milliseconds
100.00% <= 27 milliseconds
89256.91 requests per second

====== GET ======
  100002 requests completed in 1.15 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 1 milliseconds
0.48% <= 2 milliseconds
57.99% <= 3 milliseconds
98.67% <= 4 milliseconds
99.49% <= 5 milliseconds
99.81% <= 6 milliseconds
99.92% <= 7 milliseconds
99.96% <= 8 milliseconds
100.00% <= 9 milliseconds
100.00% <= 10 milliseconds
86732.00 requests per second


====== SET ======
  100014 requests completed in 1.12 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.44% <= 1 milliseconds
3.48% <= 2 milliseconds
69.47% <= 3 milliseconds
97.99% <= 4 milliseconds
99.06% <= 5 milliseconds
99.49% <= 6 milliseconds
99.69% <= 7 milliseconds
99.73% <= 8 milliseconds
99.76% <= 9 milliseconds
99.79% <= 10 milliseconds
99.80% <= 11 milliseconds
99.82% <= 12 milliseconds
99.83% <= 13 milliseconds
99.86% <= 14 milliseconds
99.94% <= 15 milliseconds
99.94% <= 16 milliseconds
99.94% <= 17 milliseconds
99.98% <= 18 milliseconds
99.99% <= 19 milliseconds
99.99% <= 20 milliseconds
100.00% <= 21 milliseconds
100.00% <= 22 milliseconds
89698.66 requests per second

====== GET ======
  100046 requests completed in 1.09 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.59% <= 1 milliseconds
2.12% <= 2 milliseconds
75.26% <= 3 milliseconds
99.21% <= 4 milliseconds
99.70% <= 5 milliseconds
99.70% <= 7 milliseconds
99.71% <= 8 milliseconds
99.75% <= 10 milliseconds
99.85% <= 11 milliseconds
99.91% <= 13 milliseconds
99.98% <= 14 milliseconds
100.00% <= 15 milliseconds
91701.20 requests per second


====== SET ======
  100049 requests completed in 1.10 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.13% <= 1 milliseconds
2.00% <= 2 milliseconds
73.46% <= 3 milliseconds
99.05% <= 4 milliseconds
99.84% <= 5 milliseconds
99.86% <= 6 milliseconds
99.92% <= 7 milliseconds
99.97% <= 8 milliseconds
100.00% <= 9 milliseconds
91368.95 requests per second

====== GET ======
  100076 requests completed in 1.16 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.11% <= 1 milliseconds
1.00% <= 2 milliseconds
56.91% <= 3 milliseconds
97.19% <= 4 milliseconds
98.47% <= 5 milliseconds
99.82% <= 6 milliseconds
99.96% <= 7 milliseconds
100.00% <= 8 milliseconds
85975.95 requests per second


====== SET ======
  100055 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.20% <= 1 milliseconds
1.71% <= 2 milliseconds
64.90% <= 3 milliseconds
97.26% <= 4 milliseconds
99.04% <= 5 milliseconds
99.69% <= 6 milliseconds
99.79% <= 7 milliseconds
99.85% <= 8 milliseconds
99.94% <= 9 milliseconds
99.98% <= 10 milliseconds
100.00% <= 11 milliseconds
88309.80 requests per second

====== GET ======
  100005 requests completed in 1.17 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.11% <= 1 milliseconds
0.70% <= 2 milliseconds
54.87% <= 3 milliseconds
96.69% <= 4 milliseconds
99.28% <= 5 milliseconds
99.97% <= 6 milliseconds
100.00% <= 7 milliseconds
85547.48 requests per second


====== SET ======
  100012 requests completed in 1.11 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.12% <= 1 milliseconds
0.66% <= 2 milliseconds
72.35% <= 3 milliseconds
98.19% <= 4 milliseconds
99.36% <= 5 milliseconds
99.84% <= 6 milliseconds
99.95% <= 7 milliseconds
99.99% <= 8 milliseconds
100.00% <= 9 milliseconds
90345.08 requests per second

====== GET ======
  100008 requests completed in 1.09 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.14% <= 1 milliseconds
0.50% <= 2 milliseconds
76.59% <= 3 milliseconds
98.99% <= 4 milliseconds
99.67% <= 5 milliseconds
99.85% <= 6 milliseconds
99.86% <= 7 milliseconds
99.88% <= 8 milliseconds
99.91% <= 9 milliseconds
99.99% <= 10 milliseconds
100.00% <= 11 milliseconds
91834.71 requests per second


====== SET ======
  100097 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 0 milliseconds
0.23% <= 1 milliseconds
2.40% <= 2 milliseconds
65.67% <= 3 milliseconds
96.96% <= 4 milliseconds
98.32% <= 5 milliseconds
99.18% <= 6 milliseconds
99.48% <= 7 milliseconds
99.70% <= 8 milliseconds
99.90% <= 9 milliseconds
99.99% <= 10 milliseconds
100.00% <= 11 milliseconds
88191.19 requests per second

====== GET ======
  100160 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.49% <= 1 milliseconds
2.01% <= 2 milliseconds
65.47% <= 3 milliseconds
99.07% <= 4 milliseconds
99.53% <= 5 milliseconds
99.70% <= 6 milliseconds
99.70% <= 7 milliseconds
99.76% <= 8 milliseconds
99.83% <= 9 milliseconds
99.87% <= 10 milliseconds
99.87% <= 11 milliseconds
99.87% <= 13 milliseconds
99.89% <= 14 milliseconds
99.90% <= 15 milliseconds
99.90% <= 16 milliseconds
99.90% <= 17 milliseconds
99.91% <= 18 milliseconds
99.93% <= 19 milliseconds
99.93% <= 20 milliseconds
99.93% <= 22 milliseconds
99.97% <= 23 milliseconds
100.00% <= 24 milliseconds
88637.17 requests per second


====== SET ======
  100100 requests completed in 1.08 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.21% <= 1 milliseconds
1.09% <= 2 milliseconds
77.41% <= 3 milliseconds
99.39% <= 4 milliseconds
99.59% <= 5 milliseconds
99.86% <= 6 milliseconds
99.89% <= 7 milliseconds
99.97% <= 8 milliseconds
100.00% <= 9 milliseconds
92343.17 requests per second

====== GET ======
  100171 requests completed in 1.15 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.33% <= 1 milliseconds
2.00% <= 2 milliseconds
60.89% <= 3 milliseconds
98.28% <= 4 milliseconds
99.00% <= 5 milliseconds
99.52% <= 6 milliseconds
99.66% <= 7 milliseconds
99.72% <= 8 milliseconds
99.74% <= 9 milliseconds
99.88% <= 10 milliseconds
99.98% <= 11 milliseconds
100.00% <= 12 milliseconds
87409.25 requests per second


====== SET ======
  100007 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 0 milliseconds
1.13% <= 1 milliseconds
3.71% <= 2 milliseconds
67.07% <= 3 milliseconds
97.78% <= 4 milliseconds
99.21% <= 5 milliseconds
99.49% <= 6 milliseconds
99.61% <= 7 milliseconds
99.70% <= 8 milliseconds
99.79% <= 9 milliseconds
99.84% <= 10 milliseconds
99.84% <= 11 milliseconds
99.85% <= 17 milliseconds
99.85% <= 18 milliseconds
99.86% <= 19 milliseconds
99.86% <= 22 milliseconds
99.86% <= 23 milliseconds
99.86% <= 25 milliseconds
99.87% <= 27 milliseconds
99.87% <= 30 milliseconds
99.92% <= 33 milliseconds
99.99% <= 34 milliseconds
100.00% <= 35 milliseconds
88658.69 requests per second

====== GET ======
  100017 requests completed in 1.12 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 0 milliseconds
0.07% <= 1 milliseconds
0.26% <= 2 milliseconds
67.69% <= 3 milliseconds
98.30% <= 4 milliseconds
99.50% <= 5 milliseconds
99.88% <= 6 milliseconds
99.97% <= 7 milliseconds
100.00% <= 8 milliseconds
89141.71 requests per second


====== SET ======
  100106 requests completed in 1.15 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.31% <= 1 milliseconds
2.61% <= 2 milliseconds
61.00% <= 3 milliseconds
96.70% <= 4 milliseconds
98.03% <= 5 milliseconds
99.18% <= 6 milliseconds
99.53% <= 7 milliseconds
99.75% <= 8 milliseconds
99.82% <= 9 milliseconds
99.86% <= 10 milliseconds
99.87% <= 11 milliseconds
99.93% <= 12 milliseconds
100.00% <= 13 milliseconds
100.00% <= 14 milliseconds
86822.20 requests per second

====== GET ======
  100113 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 1 milliseconds
0.35% <= 2 milliseconds
66.20% <= 3 milliseconds
99.22% <= 4 milliseconds
99.68% <= 5 milliseconds
99.85% <= 6 milliseconds
99.86% <= 7 milliseconds
99.88% <= 8 milliseconds
99.90% <= 9 milliseconds
99.98% <= 10 milliseconds
100.00% <= 11 milliseconds
88910.30 requests per second


====== SET ======
  100114 requests completed in 1.10 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.24% <= 1 milliseconds
1.54% <= 2 milliseconds
74.03% <= 3 milliseconds
98.66% <= 4 milliseconds
99.42% <= 5 milliseconds
99.70% <= 6 milliseconds
99.84% <= 7 milliseconds
99.92% <= 8 milliseconds
99.96% <= 9 milliseconds
99.99% <= 10 milliseconds
100.00% <= 11 milliseconds
91261.62 requests per second

====== GET ======
  100010 requests completed in 1.17 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.13% <= 1 milliseconds
0.55% <= 2 milliseconds
53.90% <= 3 milliseconds
98.41% <= 4 milliseconds
99.43% <= 5 milliseconds
99.76% <= 6 milliseconds
99.85% <= 7 milliseconds
99.89% <= 8 milliseconds
99.91% <= 9 milliseconds
99.94% <= 10 milliseconds
100.00% <= 11 milliseconds
100.00% <= 12 milliseconds
85551.75 requests per second


====== SET ======
  100108 requests completed in 1.12 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.32% <= 1 milliseconds
3.92% <= 2 milliseconds
71.28% <= 3 milliseconds
95.84% <= 4 milliseconds
97.65% <= 5 milliseconds
98.88% <= 6 milliseconds
99.26% <= 7 milliseconds
99.56% <= 8 milliseconds
99.83% <= 9 milliseconds
99.95% <= 10 milliseconds
99.99% <= 11 milliseconds
100.00% <= 12 milliseconds
89302.41 requests per second

====== GET ======
  100178 requests completed in 1.19 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 0 milliseconds
0.21% <= 1 milliseconds
1.41% <= 2 milliseconds
47.14% <= 3 milliseconds
98.86% <= 4 milliseconds
99.47% <= 5 milliseconds
99.65% <= 6 milliseconds
99.84% <= 7 milliseconds
99.85% <= 8 milliseconds
99.91% <= 10 milliseconds
99.99% <= 11 milliseconds
100.00% <= 12 milliseconds
84324.92 requests per second


====== SET ======
  100048 requests completed in 1.16 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.24% <= 1 milliseconds
1.52% <= 2 milliseconds
55.65% <= 3 milliseconds
99.12% <= 4 milliseconds
99.55% <= 5 milliseconds
99.69% <= 6 milliseconds
99.73% <= 7 milliseconds
99.78% <= 8 milliseconds
99.81% <= 9 milliseconds
99.82% <= 10 milliseconds
99.85% <= 11 milliseconds
99.86% <= 13 milliseconds
99.87% <= 14 milliseconds
99.88% <= 15 milliseconds
99.88% <= 16 milliseconds
99.89% <= 17 milliseconds
99.90% <= 18 milliseconds
99.92% <= 19 milliseconds
99.95% <= 20 milliseconds
99.96% <= 21 milliseconds
99.96% <= 22 milliseconds
99.97% <= 23 milliseconds
99.98% <= 24 milliseconds
99.99% <= 25 milliseconds
99.99% <= 26 milliseconds
99.99% <= 27 milliseconds
100.00% <= 28 milliseconds
86025.80 requests per second

====== GET ======
  100123 requests completed in 1.09 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 0 milliseconds
0.06% <= 1 milliseconds
0.41% <= 2 milliseconds
78.63% <= 3 milliseconds
98.16% <= 4 milliseconds
99.27% <= 5 milliseconds
100.00% <= 6 milliseconds
92109.48 requests per second


====== SET ======
  100047 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.16% <= 1 milliseconds
1.14% <= 2 milliseconds
70.74% <= 3 milliseconds
96.70% <= 4 milliseconds
98.23% <= 5 milliseconds
99.06% <= 6 milliseconds
99.28% <= 7 milliseconds
99.54% <= 8 milliseconds
99.65% <= 9 milliseconds
99.74% <= 10 milliseconds
99.80% <= 11 milliseconds
99.82% <= 12 milliseconds
99.84% <= 13 milliseconds
99.84% <= 14 milliseconds
99.88% <= 15 milliseconds
99.91% <= 16 milliseconds
99.93% <= 17 milliseconds
99.96% <= 18 milliseconds
99.99% <= 19 milliseconds
100.00% <= 20 milliseconds
100.00% <= 26 milliseconds
88537.17 requests per second

====== GET ======
  100033 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.06% <= 1 milliseconds
0.46% <= 2 milliseconds
67.17% <= 3 milliseconds
97.84% <= 4 milliseconds
99.64% <= 5 milliseconds
99.85% <= 6 milliseconds
99.85% <= 7 milliseconds
99.88% <= 8 milliseconds
99.94% <= 9 milliseconds
100.00% <= 10 milliseconds
88839.25 requests per second


====== SET ======
  100071 requests completed in 1.11 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.10% <= 1 milliseconds
1.27% <= 2 milliseconds
74.10% <= 3 milliseconds
97.17% <= 4 milliseconds
98.73% <= 5 milliseconds
99.65% <= 6 milliseconds
99.76% <= 7 milliseconds
99.85% <= 8 milliseconds
99.92% <= 9 milliseconds
100.00% <= 10 milliseconds
100.00% <= 11 milliseconds
90480.11 requests per second

====== GET ======
  100010 requests completed in 1.25 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 0 milliseconds
0.61% <= 1 milliseconds
3.45% <= 2 milliseconds
55.02% <= 3 milliseconds
91.76% <= 4 milliseconds
95.61% <= 5 milliseconds
96.60% <= 6 milliseconds
97.08% <= 7 milliseconds
97.50% <= 8 milliseconds
98.03% <= 9 milliseconds
98.62% <= 10 milliseconds
99.10% <= 11 milliseconds
99.23% <= 12 milliseconds
99.32% <= 13 milliseconds
99.42% <= 14 milliseconds
99.47% <= 15 milliseconds
99.56% <= 16 milliseconds
99.65% <= 17 milliseconds
99.74% <= 18 milliseconds
99.80% <= 19 milliseconds
99.91% <= 20 milliseconds
99.97% <= 21 milliseconds
100.00% <= 22 milliseconds
100.00% <= 23 milliseconds
80264.84 requests per second


====== SET ======
  100006 requests completed in 1.47 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.08% <= 0 milliseconds
1.12% <= 1 milliseconds
7.43% <= 2 milliseconds
27.75% <= 3 milliseconds
62.78% <= 4 milliseconds
85.50% <= 5 milliseconds
94.71% <= 6 milliseconds
97.55% <= 7 milliseconds
98.77% <= 8 milliseconds
99.16% <= 9 milliseconds
99.39% <= 10 milliseconds
99.53% <= 11 milliseconds
99.71% <= 12 milliseconds
99.79% <= 13 milliseconds
99.81% <= 14 milliseconds
99.81% <= 15 milliseconds
99.81% <= 16 milliseconds
99.81% <= 17 milliseconds
99.82% <= 19 milliseconds
99.82% <= 20 milliseconds
99.83% <= 21 milliseconds
99.84% <= 22 milliseconds
99.84% <= 23 milliseconds
99.84% <= 25 milliseconds
99.84% <= 27 milliseconds
99.84% <= 29 milliseconds
99.84% <= 31 milliseconds
99.85% <= 33 milliseconds
99.85% <= 37 milliseconds
99.85% <= 39 milliseconds
99.85% <= 40 milliseconds
99.85% <= 41 milliseconds
99.85% <= 43 milliseconds
99.86% <= 44 milliseconds
99.86% <= 45 milliseconds
99.86% <= 46 milliseconds
99.86% <= 48 milliseconds
99.86% <= 50 milliseconds
99.86% <= 52 milliseconds
99.87% <= 54 milliseconds
99.87% <= 55 milliseconds
99.87% <= 57 milliseconds
99.87% <= 60 milliseconds
99.87% <= 61 milliseconds
99.87% <= 63 milliseconds
99.87% <= 66 milliseconds
99.87% <= 67 milliseconds
99.88% <= 68 milliseconds
99.88% <= 69 milliseconds
99.88% <= 70 milliseconds
99.88% <= 71 milliseconds
99.89% <= 72 milliseconds
99.91% <= 73 milliseconds
99.92% <= 74 milliseconds
99.93% <= 75 milliseconds
99.94% <= 76 milliseconds
99.95% <= 77 milliseconds
99.95% <= 78 milliseconds
99.96% <= 79 milliseconds
99.96% <= 80 milliseconds
99.96% <= 81 milliseconds
99.96% <= 82 milliseconds
99.96% <= 84 milliseconds
99.96% <= 85 milliseconds
99.97% <= 86 milliseconds
99.97% <= 88 milliseconds
99.97% <= 90 milliseconds
99.97% <= 93 milliseconds
99.97% <= 95 milliseconds
99.97% <= 98 milliseconds
99.97% <= 101 milliseconds
99.97% <= 105 milliseconds
99.97% <= 107 milliseconds
99.97% <= 109 milliseconds
99.97% <= 114 milliseconds
99.98% <= 119 milliseconds
99.98% <= 122 milliseconds
99.98% <= 124 milliseconds
99.98% <= 128 milliseconds
99.98% <= 132 milliseconds
99.98% <= 134 milliseconds
99.98% <= 137 milliseconds
99.98% <= 143 milliseconds
99.98% <= 147 milliseconds
99.99% <= 150 milliseconds
99.99% <= 152 milliseconds
99.99% <= 154 milliseconds
99.99% <= 156 milliseconds
99.99% <= 159 milliseconds
99.99% <= 161 milliseconds
99.99% <= 166 milliseconds
99.99% <= 170 milliseconds
99.99% <= 171 milliseconds
100.00% <= 173 milliseconds
100.00% <= 174 milliseconds
100.00% <= 175 milliseconds
100.00% <= 177 milliseconds
100.00% <= 179 milliseconds
68031.29 requests per second

====== GET ======
  100001 requests completed in 1.38 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.52% <= 0 milliseconds
0.80% <= 1 milliseconds
2.82% <= 2 milliseconds
24.41% <= 3 milliseconds
72.99% <= 4 milliseconds
93.01% <= 5 milliseconds
98.42% <= 6 milliseconds
99.43% <= 7 milliseconds
99.55% <= 8 milliseconds
99.60% <= 9 milliseconds
99.68% <= 10 milliseconds
99.71% <= 11 milliseconds
99.71% <= 12 milliseconds
99.75% <= 13 milliseconds
99.78% <= 14 milliseconds
99.85% <= 16 milliseconds
99.91% <= 17 milliseconds
99.91% <= 18 milliseconds
99.92% <= 19 milliseconds
99.93% <= 20 milliseconds
99.95% <= 21 milliseconds
100.00% <= 22 milliseconds
100.00% <= 29 milliseconds
72464.49 requests per second


====== SET ======
  100029 requests completed in 1.50 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.04% <= 0 milliseconds
0.64% <= 1 milliseconds
5.92% <= 2 milliseconds
25.96% <= 3 milliseconds
59.41% <= 4 milliseconds
82.02% <= 5 milliseconds
92.44% <= 6 milliseconds
96.84% <= 7 milliseconds
98.41% <= 8 milliseconds
98.88% <= 9 milliseconds
99.08% <= 10 milliseconds
99.22% <= 11 milliseconds
99.48% <= 12 milliseconds
99.62% <= 13 milliseconds
99.68% <= 14 milliseconds
99.72% <= 15 milliseconds
99.76% <= 16 milliseconds
99.77% <= 17 milliseconds
99.77% <= 18 milliseconds
99.77% <= 19 milliseconds
99.77% <= 20 milliseconds
99.80% <= 21 milliseconds
99.84% <= 22 milliseconds
99.85% <= 23 milliseconds
99.86% <= 24 milliseconds
99.86% <= 25 milliseconds
99.86% <= 26 milliseconds
99.87% <= 27 milliseconds
99.87% <= 28 milliseconds
99.90% <= 29 milliseconds
99.92% <= 30 milliseconds
99.94% <= 31 milliseconds
99.94% <= 32 milliseconds
99.95% <= 33 milliseconds
99.95% <= 34 milliseconds
99.96% <= 35 milliseconds
99.97% <= 36 milliseconds
99.98% <= 37 milliseconds
99.98% <= 41 milliseconds
100.00% <= 42 milliseconds
100.00% <= 43 milliseconds
66909.03 requests per second

====== GET ======
  100029 requests completed in 1.35 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.77% <= 0 milliseconds
1.21% <= 1 milliseconds
4.08% <= 2 milliseconds
26.29% <= 3 milliseconds
77.72% <= 4 milliseconds
93.96% <= 5 milliseconds
98.12% <= 6 milliseconds
99.04% <= 7 milliseconds
99.35% <= 8 milliseconds
99.44% <= 9 milliseconds
99.59% <= 10 milliseconds
99.71% <= 11 milliseconds
99.79% <= 12 milliseconds
99.81% <= 13 milliseconds
99.85% <= 14 milliseconds
99.88% <= 15 milliseconds
99.92% <= 16 milliseconds
99.93% <= 17 milliseconds
99.96% <= 18 milliseconds
100.00% <= 19 milliseconds
74150.48 requests per second


====== SET ======
  100021 requests completed in 1.49 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 0 milliseconds
0.88% <= 1 milliseconds
6.22% <= 2 milliseconds
24.42% <= 3 milliseconds
57.10% <= 4 milliseconds
81.53% <= 5 milliseconds
92.83% <= 6 milliseconds
97.30% <= 7 milliseconds
99.01% <= 8 milliseconds
99.43% <= 9 milliseconds
99.55% <= 10 milliseconds
99.61% <= 11 milliseconds
99.67% <= 12 milliseconds
99.71% <= 13 milliseconds
99.71% <= 14 milliseconds
99.73% <= 15 milliseconds
99.76% <= 16 milliseconds
99.78% <= 17 milliseconds
99.80% <= 18 milliseconds
99.82% <= 19 milliseconds
99.85% <= 20 milliseconds
99.89% <= 21 milliseconds
99.91% <= 22 milliseconds
99.91% <= 23 milliseconds
99.92% <= 25 milliseconds
99.95% <= 26 milliseconds
99.97% <= 27 milliseconds
100.00% <= 28 milliseconds
100.00% <= 29 milliseconds
67083.16 requests per second

====== GET ======
  100012 requests completed in 1.32 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.55% <= 0 milliseconds
0.83% <= 1 milliseconds
2.99% <= 2 milliseconds
33.19% <= 3 milliseconds
78.50% <= 4 milliseconds
94.75% <= 5 milliseconds
98.72% <= 6 milliseconds
99.25% <= 7 milliseconds
99.52% <= 8 milliseconds
99.73% <= 9 milliseconds
99.78% <= 10 milliseconds
99.79% <= 11 milliseconds
99.83% <= 12 milliseconds
99.84% <= 13 milliseconds
99.88% <= 14 milliseconds
99.92% <= 15 milliseconds
99.98% <= 16 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
75709.31 requests per second


====== SET ======
  100014 requests completed in 1.49 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 0 milliseconds
0.72% <= 1 milliseconds
6.57% <= 2 milliseconds
27.14% <= 3 milliseconds
60.01% <= 4 milliseconds
82.25% <= 5 milliseconds
93.08% <= 6 milliseconds
96.98% <= 7 milliseconds
98.37% <= 8 milliseconds
98.79% <= 9 milliseconds
99.04% <= 10 milliseconds
99.22% <= 11 milliseconds
99.32% <= 12 milliseconds
99.41% <= 13 milliseconds
99.52% <= 14 milliseconds
99.64% <= 15 milliseconds
99.69% <= 16 milliseconds
99.76% <= 17 milliseconds
99.78% <= 18 milliseconds
99.81% <= 19 milliseconds
99.82% <= 20 milliseconds
99.82% <= 21 milliseconds
99.83% <= 22 milliseconds
99.83% <= 23 milliseconds
99.83% <= 24 milliseconds
99.87% <= 26 milliseconds
99.89% <= 27 milliseconds
99.90% <= 28 milliseconds
99.90% <= 30 milliseconds
99.91% <= 31 milliseconds
99.92% <= 32 milliseconds
99.92% <= 33 milliseconds
99.93% <= 34 milliseconds
99.94% <= 35 milliseconds
99.96% <= 36 milliseconds
99.96% <= 37 milliseconds
99.99% <= 38 milliseconds
100.00% <= 39 milliseconds
100.00% <= 40 milliseconds
67304.17 requests per second

====== GET ======
  100012 requests completed in 1.31 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.60% <= 0 milliseconds
1.47% <= 1 milliseconds
6.26% <= 2 milliseconds
40.73% <= 3 milliseconds
82.88% <= 4 milliseconds
93.86% <= 5 milliseconds
97.27% <= 6 milliseconds
98.06% <= 7 milliseconds
98.34% <= 8 milliseconds
98.63% <= 9 milliseconds
98.75% <= 10 milliseconds
98.86% <= 11 milliseconds
99.02% <= 12 milliseconds
99.16% <= 13 milliseconds
99.32% <= 14 milliseconds
99.48% <= 15 milliseconds
99.61% <= 16 milliseconds
99.68% <= 17 milliseconds
99.72% <= 18 milliseconds
99.76% <= 19 milliseconds
99.80% <= 20 milliseconds
99.83% <= 21 milliseconds
99.84% <= 22 milliseconds
99.86% <= 23 milliseconds
99.86% <= 24 milliseconds
99.87% <= 25 milliseconds
99.88% <= 26 milliseconds
99.90% <= 27 milliseconds
99.93% <= 28 milliseconds
99.97% <= 29 milliseconds
99.99% <= 30 milliseconds
100.00% <= 31 milliseconds
76403.36 requests per second


====== SET ======
  100047 requests completed in 1.47 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.04% <= 0 milliseconds
0.72% <= 1 milliseconds
6.63% <= 2 milliseconds
25.73% <= 3 milliseconds
57.14% <= 4 milliseconds
81.96% <= 5 milliseconds
94.28% <= 6 milliseconds
98.08% <= 7 milliseconds
99.38% <= 8 milliseconds
99.65% <= 9 milliseconds
99.69% <= 10 milliseconds
99.72% <= 11 milliseconds
99.74% <= 12 milliseconds
99.76% <= 13 milliseconds
99.82% <= 14 milliseconds
99.82% <= 15 milliseconds
99.82% <= 16 milliseconds
99.84% <= 17 milliseconds
99.88% <= 18 milliseconds
99.90% <= 22 milliseconds
99.98% <= 23 milliseconds
99.99% <= 24 milliseconds
100.00% <= 25 milliseconds
67920.57 requests per second

====== GET ======
  100031 requests completed in 1.36 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.52% <= 0 milliseconds
0.76% <= 1 milliseconds
2.44% <= 2 milliseconds
29.41% <= 3 milliseconds
77.15% <= 4 milliseconds
92.05% <= 5 milliseconds
97.73% <= 6 milliseconds
98.89% <= 7 milliseconds
99.06% <= 8 milliseconds
99.38% <= 9 milliseconds
99.59% <= 10 milliseconds
99.68% <= 11 milliseconds
99.72% <= 12 milliseconds
99.78% <= 13 milliseconds
99.84% <= 14 milliseconds
99.87% <= 15 milliseconds
99.92% <= 16 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
73714.81 requests per second


====== SET ======
  100156 requests completed in 1.50 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 0 milliseconds
0.55% <= 1 milliseconds
4.13% <= 2 milliseconds
19.55% <= 3 milliseconds
56.87% <= 4 milliseconds
84.58% <= 5 milliseconds
94.78% <= 6 milliseconds
98.05% <= 7 milliseconds
98.92% <= 8 milliseconds
99.14% <= 9 milliseconds
99.33% <= 10 milliseconds
99.64% <= 11 milliseconds
99.81% <= 12 milliseconds
99.83% <= 13 milliseconds
99.83% <= 14 milliseconds
99.85% <= 19 milliseconds
99.89% <= 20 milliseconds
99.96% <= 21 milliseconds
99.97% <= 22 milliseconds
100.00% <= 23 milliseconds
66859.81 requests per second

====== GET ======
  100011 requests completed in 1.36 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.56% <= 0 milliseconds
0.92% <= 1 milliseconds
2.48% <= 2 milliseconds
25.34% <= 3 milliseconds
75.36% <= 4 milliseconds
93.98% <= 5 milliseconds
98.78% <= 6 milliseconds
99.49% <= 7 milliseconds
99.53% <= 8 milliseconds
99.60% <= 9 milliseconds
99.70% <= 10 milliseconds
99.73% <= 11 milliseconds
99.77% <= 12 milliseconds
99.80% <= 13 milliseconds
99.83% <= 14 milliseconds
99.84% <= 15 milliseconds
99.84% <= 16 milliseconds
99.85% <= 17 milliseconds
99.86% <= 18 milliseconds
99.87% <= 19 milliseconds
99.88% <= 20 milliseconds
99.91% <= 21 milliseconds
99.91% <= 22 milliseconds
99.93% <= 23 milliseconds
99.94% <= 24 milliseconds
99.96% <= 25 milliseconds
99.96% <= 26 milliseconds
99.98% <= 29 milliseconds
100.00% <= 30 milliseconds
73321.85 requests per second


====== SET ======
  100003 requests completed in 1.45 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.04% <= 0 milliseconds
0.67% <= 1 milliseconds
6.31% <= 2 milliseconds
24.96% <= 3 milliseconds
59.89% <= 4 milliseconds
85.28% <= 5 milliseconds
95.01% <= 6 milliseconds
98.40% <= 7 milliseconds
99.41% <= 8 milliseconds
99.60% <= 9 milliseconds
99.70% <= 10 milliseconds
99.74% <= 11 milliseconds
99.81% <= 12 milliseconds
99.88% <= 13 milliseconds
99.94% <= 14 milliseconds
99.94% <= 15 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
69015.18 requests per second

====== GET ======
  100036 requests completed in 1.38 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.43% <= 0 milliseconds
0.82% <= 1 milliseconds
3.00% <= 2 milliseconds
20.17% <= 3 milliseconds
76.50% <= 4 milliseconds
95.70% <= 5 milliseconds
98.55% <= 6 milliseconds
99.51% <= 7 milliseconds
99.61% <= 8 milliseconds
99.67% <= 9 milliseconds
99.68% <= 10 milliseconds
99.68% <= 11 milliseconds
99.69% <= 14 milliseconds
99.71% <= 15 milliseconds
99.74% <= 16 milliseconds
99.75% <= 18 milliseconds
99.78% <= 19 milliseconds
99.81% <= 20 milliseconds
99.85% <= 21 milliseconds
99.86% <= 22 milliseconds
99.86% <= 23 milliseconds
99.88% <= 25 milliseconds
99.88% <= 26 milliseconds
99.88% <= 27 milliseconds
99.90% <= 28 milliseconds
99.93% <= 29 milliseconds
99.95% <= 30 milliseconds
99.96% <= 31 milliseconds
99.96% <= 32 milliseconds
99.96% <= 33 milliseconds
99.97% <= 34 milliseconds
99.97% <= 35 milliseconds
99.97% <= 36 milliseconds
99.98% <= 37 milliseconds
99.98% <= 38 milliseconds
99.98% <= 39 milliseconds
99.98% <= 41 milliseconds
99.98% <= 43 milliseconds
99.98% <= 44 milliseconds
99.98% <= 45 milliseconds
99.98% <= 46 milliseconds
99.99% <= 47 milliseconds
99.99% <= 48 milliseconds
100.00% <= 49 milliseconds
100.00% <= 50 milliseconds
100.00% <= 51 milliseconds
72332.61 requests per second


====== SET ======
  100045 requests completed in 1.46 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 0 milliseconds
0.76% <= 1 milliseconds
6.10% <= 2 milliseconds
27.16% <= 3 milliseconds
60.10% <= 4 milliseconds
83.75% <= 5 milliseconds
93.60% <= 6 milliseconds
97.69% <= 7 milliseconds
99.04% <= 8 milliseconds
99.39% <= 9 milliseconds
99.53% <= 10 milliseconds
99.62% <= 11 milliseconds
99.68% <= 12 milliseconds
99.72% <= 13 milliseconds
99.75% <= 14 milliseconds
99.79% <= 15 milliseconds
99.88% <= 16 milliseconds
99.90% <= 17 milliseconds
99.93% <= 18 milliseconds
99.96% <= 21 milliseconds
99.98% <= 22 milliseconds
100.00% <= 24 milliseconds
100.00% <= 25 milliseconds
68523.97 requests per second

====== GET ======
  100015 requests completed in 1.37 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.44% <= 0 milliseconds
0.75% <= 1 milliseconds
2.42% <= 2 milliseconds
21.32% <= 3 milliseconds
76.02% <= 4 milliseconds
95.68% <= 5 milliseconds
99.20% <= 6 milliseconds
99.57% <= 7 milliseconds
99.59% <= 8 milliseconds
99.64% <= 9 milliseconds
99.74% <= 10 milliseconds
99.82% <= 11 milliseconds
99.85% <= 12 milliseconds
99.87% <= 17 milliseconds
99.89% <= 18 milliseconds
99.94% <= 19 milliseconds
100.00% <= 20 milliseconds
73163.87 requests per second


====== SET ======
  100008 requests completed in 1.68 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.06% <= 0 milliseconds
0.72% <= 1 milliseconds
5.61% <= 2 milliseconds
28.26% <= 3 milliseconds
54.99% <= 4 milliseconds
72.22% <= 5 milliseconds
80.75% <= 6 milliseconds
84.83% <= 7 milliseconds
86.67% <= 8 milliseconds
91.71% <= 9 milliseconds
97.57% <= 10 milliseconds
99.20% <= 11 milliseconds
99.43% <= 12 milliseconds
99.45% <= 13 milliseconds
99.45% <= 14 milliseconds
99.47% <= 15 milliseconds
99.51% <= 16 milliseconds
99.56% <= 17 milliseconds
99.62% <= 18 milliseconds
99.77% <= 19 milliseconds
99.85% <= 20 milliseconds
99.86% <= 21 milliseconds
99.89% <= 22 milliseconds
99.90% <= 24 milliseconds
99.92% <= 26 milliseconds
99.94% <= 27 milliseconds
99.95% <= 28 milliseconds
99.96% <= 29 milliseconds
99.96% <= 31 milliseconds
99.96% <= 32 milliseconds
99.97% <= 33 milliseconds
99.98% <= 34 milliseconds
100.00% <= 35 milliseconds
59351.93 requests per second

====== GET ======
  100017 requests completed in 1.38 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

1.15% <= 0 milliseconds
2.13% <= 1 milliseconds
4.63% <= 2 milliseconds
24.81% <= 3 milliseconds
69.87% <= 4 milliseconds
93.25% <= 5 milliseconds
98.65% <= 6 milliseconds
99.35% <= 7 milliseconds
99.49% <= 8 milliseconds
99.63% <= 9 milliseconds
99.74% <= 10 milliseconds
99.81% <= 11 milliseconds
99.82% <= 12 milliseconds
99.83% <= 13 milliseconds
99.83% <= 14 milliseconds
99.83% <= 15 milliseconds
99.84% <= 16 milliseconds
99.84% <= 17 milliseconds
99.84% <= 18 milliseconds
99.85% <= 20 milliseconds
99.85% <= 21 milliseconds
99.85% <= 22 milliseconds
99.85% <= 23 milliseconds
99.85% <= 25 milliseconds
99.85% <= 26 milliseconds
99.85% <= 27 milliseconds
99.86% <= 29 milliseconds
99.86% <= 30 milliseconds
99.86% <= 31 milliseconds
99.86% <= 33 milliseconds
99.86% <= 34 milliseconds
99.86% <= 35 milliseconds
99.86% <= 36 milliseconds
99.87% <= 38 milliseconds
99.87% <= 39 milliseconds
99.87% <= 40 milliseconds
99.87% <= 41 milliseconds
99.92% <= 42 milliseconds
99.97% <= 43 milliseconds
100.00% <= 44 milliseconds
72318.88 requests per second


====== SET ======
  100001 requests completed in 1.49 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.08% <= 0 milliseconds
0.78% <= 1 milliseconds
5.97% <= 2 milliseconds
25.25% <= 3 milliseconds
59.85% <= 4 milliseconds
82.33% <= 5 milliseconds
91.62% <= 6 milliseconds
96.59% <= 7 milliseconds
98.67% <= 8 milliseconds
99.37% <= 9 milliseconds
99.44% <= 10 milliseconds
99.52% <= 11 milliseconds
99.61% <= 12 milliseconds
99.64% <= 13 milliseconds
99.69% <= 14 milliseconds
99.74% <= 15 milliseconds
99.76% <= 16 milliseconds
99.78% <= 17 milliseconds
99.81% <= 18 milliseconds
99.86% <= 19 milliseconds
99.90% <= 20 milliseconds
99.90% <= 21 milliseconds
99.91% <= 23 milliseconds
99.91% <= 24 milliseconds
99.91% <= 25 milliseconds
99.93% <= 33 milliseconds
99.98% <= 34 milliseconds
100.00% <= 35 milliseconds
67114.77 requests per second

GET: 70878.53